Repository: arielhr1987/leira-cron-jobs
Catalog: languages/leira-cron-jobs-*.po
Languages: es_es

source: Cron Jobs
es_es: Tareas Programadas

source: Cron Jobs is a simple, but powerful plugin that will help you to manage your site cron jobs easily.
es_es: Tareas Programadas es un plugin simple, pero potente que le ayudará a administrar los cron jobs(tareas programadas) de su sitio de manera fácil.

source: You do not have sufficient permissions to access this page.
es_es: No tiene permisos suficientes para acceder a esta página.

source: Search results for &#8220;%s&#8221;
es_es: Resultados de búsqueda para: &#8220;%s&#8221;

source: Filter cron jobs list
es_es: Filtrar lista de tareas programadas

source: Search Events
es_es: Buscar tareas

source: Overview
es_es: Información general

source: Cron is the time-based task scheduling system that is available on UNIX systems. WP-Cron is how WordPress handles scheduling time-based tasks in WordPress. Several WordPress core features, such as checking for updates and publishing scheduled post, utilize WP-Cron.
es_es: Cron es el sistema de tareas programadas que se encuentra en sistemas UNIX. WP-Cron es la manera en que Wordpress se encarga de ejecutar tareas de manera programada. Varias funcionalidades del núcleo de Wordpress tales como, checar actualizaciones y publicar artículos automáticamente utilizan WP-Cron para su funcionamiento.

source: WP-Cron works by: on every page load, a list of scheduled tasks is checked to see what needs to be run. Any tasks scheduled to be run will be run during that page load. WP-Cron does not run constantly as the system cron does; it is only triggered on page load. Scheduling errors could occur if you schedule a task for 2:00PM and no page loads occur until 5:00PM.
es_es: Las tareas programadas funcionan de la siguiente manera. Cada vez que se cargue una página, el sistema busca en la lista de tareas programadas aquellas que necesitan ser ejecutadas en el momento. Aquellas tareas que requieran ser ejecutadas en ese momento se ejecutarán. Las tareas programadas no se ejecutan constantemente como si ocurre con las tareas cron de un servidor, solo se ejecutarán al cargar una página. Una tarea programada puede no ejecutarse en el tiempo establecido, si en ese momento no se solicita una página. Por ejemplo, si la tarea se debe ejecutar a las 2:00 PM pero no existe ninguna petición hasta las 5:00 PM .

source: In the scenario where a site may not receive enough visits to execute scheduled tasks in a timely manner, you can call directly or via a server CRON daemon for X number of times the file <strong>wp-cron.php</strong> located in your Wordpress installation root folder.
es_es: En un escenario en el cual su sitio no tenga la suficiente cantidad de visitas para ejecutar las tareas programadas en tiempo puedes usar un CRON daemon por una cantidad X de tiempo para llamar de forma directa al archivo <strong>wp-cron.php</strong> que se encuentra en la carpeta raíz de Wordpress.

source: Screen Content
es_es: Opciones de pantalla

source: You can customize the display of this screen&#8217;s contents in a number of ways:
es_es: Existen varias opciones que te permitirán aprovechar al máximo las funcionalidades de este complemento:

source: You can hide/display columns based on your needs and decide how many cron jobs to list per screen using the <strong>Screen Options</strong> tab.
es_es: Usando el panel “Opciones de pantalla” puedes ocultas o mostrar las columnas en dependencia de sus necesidades y decidir cuántas tareas programadas mostrar en la página.

source: You can filter the list of cron jobs by schedule using the text links above the list to only show those with that status. The default view is to show all.
es_es: Puede filtrar la lista de tareas programadas por “intervalo” usando los enlaces que se encuentran en la parte superior de la lista para mostrar solamente aquellos con el intervalo seleccionado. Por defecto el sistema mostrará todas las tareas progrmadas.

source: The <strong>Search Events</strong> button will search for crons containing the text you type in the box.
es_es: El botón <strong>Buscar Tareas</strong> ejecutará una búsqueda de aquellas cuyo nombre contenga el texto insertado en el campo de texto.

source: The cron jobs marked as red in the list table are <strong>orphan cron jobs</strong>, which mean they are scheduled but are not executing any code. This happen mostly when you deactivate a plugin that previously schedule a cron job.
es_es: Las tareas programadas marcadas en rojo en la lista son consideradas <strong>huérfanas</strong>, lo que significa que su ejecución está programada pero no ejecuta ningún código. Por lo general esto ocurre al desactivar un plugin que al momento de instalarse creo la tarea programas.

source: <strong>Orphan cron jobs</strong> can only be deleted.
es_es: Las <strong>tareas programadas huérfanas</strong> solo pueden ser eliminadas.

source: Those cron jobs marked as blue in the list table are being executed at the moment.
es_es: Las tareas programadas marcadas en azul son aquellas que se están ejecutando en este momento.

source: Your Wordpress Cron Jobs status is:
es_es: El estado de sus tareas programadas es:

source: <strong>DISABLE_WP_CRON</strong> constant is set to <strong>%s</strong>.
es_es: El valor de la constante <strong>DISABLE_WP_CRON</strong> es <strong>%s</strong>.

source: Make sure to create a server CRON daemon that points to the file <strong>wp-cron.php</strong> located in your Wordpress installation root folder
es_es: Asegúrese de crear un CRON daemon en su servidor que apunte al fichero <strong>wp-cron.php</strong> que se encuentra en la carpeta raíz de Wordpress

source: <strong>ALTERNATE_WP_CRON</strong> constant is set to <strong>%s</strong>.
es_es: El valor de la constante <strong>ALTERNATE_WP_CRON</strong> es <strong>%s</strong>.

source: Status
es_es: Estado

source: Your Wordpress schedules:
es_es: “Intervalos” en su instalación de Wordpress:

source: <strong>%s</strong>: Every %s.
es_es: <strong>%s</strong>: Cada %s.

source: Schedules
es_es: Intervalos

source: For more information:
es_es: Para mas información:

source: <a href="https://developer.wordpress.org/plugins/cron/">Documentation on Crons</a>
es_es: <a href=“https://developer.wordpress.org/plugins/cron/“>Documentación</a>

source: <a href="https://wordpress.org/support/">Support</a>
es_es: <a href=“https://wordpress.org/support/“>Soporte</a>

source: <a href="https://github.com/arielhr1987/leira-cron-jobs/issues">Report an issue</a>
es_es: <a href=“https://github.com/arielhr1987/leira-cron-jobs/issues”>Reportar un problema</a>

source: Filter Cron Job list
es_es: Filtrar lista de tareas programadas

source: Cron Job list navigation
es_es: Lista de tareas programadas

source: Cron Job list
es_es: Lista de tareas programadas

source: You most select at least one cron job to perform this action
es_es: Debe seleccionar al menos una tarea programada para ejecutar esta acción

source: The selected cron jobs are being executed at this moment
es_es: Las tareas programadas seleccionadas se están ejecutando en este momento

source: Selected cron jobs were successfully deleted
es_es: Las tareas programadas seleccionadas fueron eliminadas satisfactoriamente

source: You do not have sufficient permissions to edit this cron job.
es_es: No tiene permisos suficientes para editar esta tarea programada.

source: Your link has expired, refresh the page and try again.
es_es: El enlace ha expirado, actualice la página e intente nuevamente.

source: Missing parameters. Refresh the page and try again.
es_es: Parámetros incorrectos. Actualice la página e intente nuevamente.

source: Incorrect schedule. Please select a valid schedule from the dropdown menu and try again.
es_es: Intervalo incorrecto. Por favor seleccione un “intervalo” válido del menú desplegable e inténtelo nuevamente.

source: Invalid "Execution" datetime. Please select a valid datetime and try again.
es_es: La fecha de “Ejecución” es incorrecta. Por favor seleccione una fecha válida e intente nuevamente.

source: An Error occurred while editing the cron job. Refresh the page and try again.
es_es: Ha ocurrido un error al editar el cron Job. Actualice la página e intente nuevamente.

source: Job
es_es: Tarea

source: Action
es_es: Acción

source: Arguments
es_es: Argumentos

source: Schedule
es_es: Intervalo

source: Next execution
es_es: Próxima ejecución

source: Are you sure you want to delete this cron job?
es_es: ¿Está seguro que desea eliminar esta tarea programada?

source: Delete
es_es: Eliminar

source: Run now
es_es: Ejecutar ahora

source: Quick edit &#8220;%s&#8221; inline
es_es: Edición&nbsp;rápida &#8220;%s&#8221; en linea

source: Quick&nbsp;Edit
es_es: Edición&nbsp;rápida

source: Single Run
es_es: Única ejecución

source: In %s
es_es: En %s

source: Now
es_es: Ahora

source: All
es_es: Todos

source: Use a JSON encoded array, e.g. [10] , ["value"] or [10,"mixed","values"]
es_es: Use un arreglo con formato JSON, ej: [10] , [“value”] ó [10,”mixed”,”values]

source: Execution
es_es: Ejecución
